export const Messages = [
  {
    id: 1,
    type: 'bot',
    text: 'Привет Чем я могу вам помочь сегодня?',
    timestamp: '2024-06-12 12:20:00'
  },
  {
    id: 2,
    type: 'bot',
    text: 'Я - ваш виртуальный помощник. Я могу помочь вам с различными задачами, от поиска информации до составления планов и многого другого. Просто спрашивайте!',
    timestamp: '2024-06-12 12:20:05'
  },
  {
    id: 3,
    type: 'user',
    text: 'Привет Я хотел бы узнать больше о последних достижениях в области искусственного интеллекта.',
    timestamp: '2024-06-12 12:20:10'
  },
  {
    id: 4,
    type: 'bot',
    text: 'В последние годы мы наблюдаем впечатляющий прогресс в области ИИ. Некоторые из ключевых достижений включают в себя развитие глубоких нейронных сетей и обработку естественного языка.',
    timestamp: '2024-06-12 12:20:15'
  },
  {
    id: 5,
    type: 'user',
    text: 'Спасибо за интересную информацию Скажите, а какие перспективы развития ИИ вы видите в ближайшем будущем?',
    timestamp: '2024-06-12 12:20:20'
  },
  {
    id: 6,
    type: 'bot',
    text: 'В ближайшие годы я ожидаю дальнейшего ускорения развития ИИ, особенно в области ИИ-ассистентов и применения ИИ в новых областях.',
    timestamp: '2024-06-12 12:20:25'
  },
  {
    id: 7,
    type: 'user',
    text: 'Спасибо, очень интересно А какие этические проблемы, связанные с ИИ, вы считаете наиболее важными?',
    timestamp: '2024-06-12 12:20:30'
  },
  {
    id: 8,
    type: 'bot',
    text: 'Вы поднимаете важный вопрос. Некоторые из наиболее важных этических проблем включают в себя прозрачность и подотчетность ИИ-систем, предвзятость и дискриминацию, и безопасность данных.',
    timestamp: '2024-06-12 12:20:35'
  }
]